/* About screen blog label */
"About.blog" = "ব্লগ";

/* About screen footer */
"About.footer" = "আন্তর্জাতিক DigiWallet টিম দ্বারা তৈরি। সংস্করণ  %১$@";

/* Privay Policy button label */
"About.privacy" = "গোপনীয় নীতি";

/* About screen reddit label */
"About.reddit" = "রেড্ডিট";

/* Terms of Use button label */
"About.terms" = "ব্যবহার বিধি";

/* About screen title */
"About.title" = "আমাদের সম্পর্কে";

/* About screen twitter label */
"About.twitter" = "টুইটার";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "বন্ধ";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "সহায়তা কেন্দ্র";

/* Loading Wallet Message */
"Account.loadingMessage" = "ওয়ালেট লোডিং";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "আমার DigiWallet";

/* Error alert title */
"Alert.error" = "ভুল";

/* No internet alert message */
"Alert.noInternet" = "কোনও ইন্টারনেট সংযোগ খুজে পাওয়া যায়নি। আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন। ";

/* Warning alert title */
"Alert.warning" = "সতর্কীকরণ";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "ঠিকানাগুলি অনুলিপি করা হয়েছে";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "সমস্ত ওয়ালেটর ঠিকানা সফলভাবে কপি করা হয়েছে";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "পেপার চাবি/কী সেট";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "অসাধারণ!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "পিন সেট";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "পাঠাতে ব্যর্থ";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "প্রেরণ নিশ্চিতকরণ ";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "টাকা পাঠানো!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "ধারাবাহিকভাবে JSON ভুল";

/* Wallet not ready error message */
"ApiClient.notReady" = "ওয়ালেট প্রস্তুত নয়";

/* API Token error message */
"ApiClient.tokenError" = "API টোকেন পুনরুদ্ধার করতে অক্ষম";

/* header of balance */
"Balance.header" = "সর্বমোট পরিমাণ";

/* Send BCH view body. */
"BCH.body" = "নিচে একটি গন্তব্য bitradio ঠিকানা লিখুন। এই সময়ের মধ্যে আপনার ওয়ালেটের এ শাখায় সমস্ত  bitradio (%১ $@) পাঠানো হবে।";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "প্রেরণ নিশ্চিত করুন %১$ @ থেকে%২$@ ";

/* Confirmation alert title */
"BCH.confirmationTitle" = "নিশ্চিত করন  ";

/* Generic bch erorr message */
"BCH.genericError" = "আপনার অ্যাকাউন্টে কোন bitradio নেই, অথবা আপনি ফর্ক এর পর bitradio পেয়েছেন/পাবেন।";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "লেনদেন আইডি কপি করা হয়েছে";

/* No address error message */
"BCH.noAddressError" = "অনুগ্রহ করে একটি ঠিকানা লিখুন\n";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "পেমেন্ট প্রোটোকল অনুরোধগুলি bitradio লেনদেনের জন্য সমর্থিত নয়";

/* BCH successfully sent alert message */
"BCH.successMessage" = "bitradio সফলভাবে পাঠানো হয়েছে।";

/* Widthdraw BCH view title */
"BCH.title" = "bitradio উত্তোলন ";

/* Tx Hash button header */
"BCH.txHashHeader" = "bitradio লেনদেন আইডি";

/* Approve button label */
"BitID.approve" = "অনুমোদন করা/অনুমতি দেত্তয়া";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%১$@ আপনার bitradio ওয়ালেট ব্যবহার করে প্রমাণীকরণের অনুরোধ করছে";

/* Deny button label */
"BitID.deny" = "অস্বীকার ";

/* BitID error alert title */
"BitID.error" = "প্রমাণীকরণ ভুল ";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "সেবা চেক করুন। আপনাকে আবার চেষ্টা করতে হবে।";

/* BitID success alert title */
"BitID.success" = "সফলভাবে প্রমাণিত";

/* Cancel button label */
"Button.cancel" = "বাতিল";

/* Ignore button label */
"Button.ignore" = "উপেক্ষা করা";

/* menu button */
"Button.menu" = "মেনু";

/* No button */
"Button.no" = "না";

/* OK button label */
"Button.ok" = "ঠিক আছে";

/* receive button */
"Button.receive" = "গ্রহণ";

/* send button */
"Button.send" = "প্রেরণ";

/* Settings button label */
"Button.settings" = "সেটিংস";

/* Settings button label */
"Button.submit" = "দাখিল";

/* Yes button */
"Button.yes" = "হাঁ";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "এই বাক্সের কেন্দ্র আপনার আইডি ";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "পরিমাণ পাঠান:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "নেটওয়ার্ক ফি:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "প্রক্রিয়াকরণ সময়: এই লেনদেনটি প্রক্রিয়া করতে %১$@ সেকেন্ড সময় লাগবে।";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "পাঠান";

/* Confirmation Screen title */
"Confirmation.title" = "অনুমোদন";

/* To: (address) */
"Confirmation.to" = "থেকে";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "মোট খরচ:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "সবকিছু সঠিকভাবে লেখা হয়েছে তা নিশ্চিত করতে, দয়া করে আপনার কাগজের কী/চাবি থেকে নিম্নলিখিত শব্দগুলি লিখুন।";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "শব্দ #%১$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "bitradio প্রদর্শন ইউনিট";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "বিনিময় হার";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "এই যন্ত্রটি ইমেল পাঠাতে iOS মেল অ্যাপ্লিকেশানের সাথে কনফিগার করা নেই ";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "অপ্রাপ্য ইমেল";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "এই যন্ত্রটি বার্তা পাঠানোর জন্য কনফিগার করা নেই।";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "মেসেজিং অনুপলব্ধ";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "আপনি %১$@ থেকে আপনার ফেস আইডি খরচের সীমা কাস্টমাইজ করতে পারেন";

/* Face Id screen label */
"FaceIDSettings.label" = "আপনার DigiWallet আনলক করতে আপনার মুখ ব্যবহার করুন এবং নির্ধারণ করা সীমা পর্যন্ত টাকা পাঠান।";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "লিঙ্ক টেক্সট";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "দিগিবলেট এর জন্য মুখ আইডি সক্ষম করুন";

/* Face ID settings view title */
"FaceIDSettings.title" = "মুখ আইডি";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "আপনি এই ডিভাইসে ফেস আইডি সেট আপ করেন নি। সেটিংস এ যান-> ফেস আইডি এবং পাসকোড এ যান এটি সেট করার জন্য।";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "ফেস আইডি সেট আপ করা নেই ";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "ফেস আইডি ব্যয় সীমা লিমিট ";

/* Economy fee */
"FeeSelector.economy" = "অর্থনীতি";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "আনুমানিক বিতরণ: ১০+ মিনিট";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "এই অপসন টি সময়ের সংবেদনশীল লেনদেনের জন্য সুপারিশ করা হয় না।";

/* Regular fee */
"FeeSelector.regular" = "নিয়মিত";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "আনুমানিক বিতরণ: ১৫-৩০ সেকেন্ড";

/* Fee Selector title */
"FeeSelector.title" = "প্রক্রিয়াকরন গতি";

/* Checking private key balance progress view text */
"Import.checking" = "ব্যক্তিগত কী ব্যালেন্স চেক করা হচ্ছে ...";

/* Sweep private key confirmation message */
"Import.confirm" = "এই ব্যক্তিগত কী থেকে আপনার ওয়ালেট এ %১$@ পাঠান? bitradio নেটওয়ার্ক একটি %২$@ ফি পাবেন";

/* Duplicate key error message */
"Import.Error.duplicate" = "এই ব্যক্তিগত কী ইতিমধ্যে আপনার ওয়ালেটটিতে রয়েছে।";

/* empty private key error message */
"Import.Error.empty" = "এই ব্যক্তিগত কী টি ফাঁকা।";

/* High fees error message */
"Import.Error.highFees" = "এই ব্যক্তিগত কী তে লেনদেন ফিগুলি উপলব্ধ তহবিলগুলির তুলনায় আরো ব্যয় হবে";

/* Not a valid private key error message */
"Import.Error.notValid" = "একটি বৈধ প্রাইভেট কী নয়";

/* Import signing error message */
"Import.Error.signing" = "লেনদেন সাইন ইন ভুল";

/* Import button label */
"Import.importButton" = "ইম্পোর্ট ";

/* Importing wallet progress view label */
"Import.importing" = "ওয়ালেট ইমপোর্টিং হচ্ছে";

/* Caption for graphics */
"Import.leftCaption" = "ওয়ালেট ইম্পোর্টেড হতে হবে";

/* Import wallet intro screen message */
"Import.message" = "একটি লেনদেন ব্যবহার করে আপনার অন্যান্য ওয়ালেট থেকে আপনার DigiWallet ওয়ালেটএ  সব টাকা স্থানান্তর কুরুন।";

/* Enter password alert view title */
"Import.password" = "এই ব্যক্তিগত কী/চাবি  পাসওয়ার্ড সুরক্ষিত।";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "পাসওয়ার্ড";

/* Caption for graphics */
"Import.rightCaption" = "আপনার DigiWallet";

/* Scan Private key button label */
"Import.scan" = "ব্যক্তিগত কী স্ক্যান করুন";

/* Import wallet success alert title */
"Import.success" = "সফল";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "সফলভাবে ওয়ালেট ইম্পোর্টেড";

/* Import Wallet screen title */
"Import.title" = "ইম্পোর্ট ওয়ালেট";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "আনলকিং কী";

/* Import wallet intro warning message */
"Import.warning" = "একটি ওয়ালেট ইমপোর্টিং এ লেনদেনের ইতিহাস বা অন্যান্য বিবরণ অন্তর্ভুক্ত না।";

/* Wrong password alert message */
"Import.wrongPassword" = "ভুল পাসওয়ার্ড, আবার চেষ্টা করুন।";

/* Close app button */
"JailbreakWarnings.close" = "বন্ধ";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "উপেক্ষা";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "যন্ত্রের নিরাপত্তা কম্প্রেস\nযেকোনো \"জেলব্রোকেন \" অ্যাপ্লিকেশন DigiWallet এর চাবির শিকল অ্যাক্সেস এবং আপনার bitradio তথ্য চুরি করতে পারেন! অবিলম্বে এই ওয়ালেট মুছে ফেলুন  এবং একটি নিরাপদ ডিভাইস এ সংরক্ষণ কুরুন।";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "যন্ত্রের নিরাপত্তা কম্প্রেস\nযেকোনো \"জেলব্রোকেন \" অ্যাপ্লিকেশন DigiWallet এর চাবির শিকল অ্যাক্সেস এবং আপনার bitradio তথ্য চুরি করতে পারেন! DigiWallet শুধুমাত্র একটি নন-জেলব্রোকেন  ডিভাইস  এ ব্যবহার করুন।";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "সতর্কীকরণ";

/* Location services disabled error */
"LocationPlugin.disabled" = "লোকেশন সার্ভিস  অক্ষম করা আছে।";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet এ অবস্থান পরিষেবা অ্যাক্সেস করার অনুমতি নেই।";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "আপনি আপনার ওয়ালেটে %১$@ তৈরি করেছেন";

/* Manage wallet description text */
"ManageWallet.description" = "আপনার ওয়ালেট নাম শুধুমাত্র আপনার অ্যাকাউন্টের লেনদেনের ইতিহাসে প্রদর্শিত হয় এবং অন্য কোথাও দেখা যাবে না।";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "ওয়ালেটের নাম ";

/* Manage wallet modal title */
"ManageWallet.title" = "ওয়ালেট পরিচালনা করুন";

/* Menu button title */
"MenuButton.lock" = "ওয়ালেট বন্ধ";

/* Menu button title */
"MenuButton.security" = "নিরাপত্তা কেন্দ্র";

/* Menu button title */
"MenuButton.settings" = "সেটিংস";

/* Menu button title */
"MenuButton.support" = "সহায়তা";

/* button label */
"MenuViewController.createButton" = "নতুন ওয়ালেট তৈরি করুন";

/* Menu modal title */
"MenuViewController.modalTitle" = "মেনু";

/* button label */
"MenuViewController.recoverButton" = "ওয়ালেট পুনরুদ্ধার";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "স্বয়ংক্রিয় মোডে চালু করুন";

/* Node is connected label */
"NodeSelector.connected" = "সংযুক্ত";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "নোড আইপি অ্যাড্রেস এবং পোর্ট প্রবেশ করান (ঐচ্ছিক)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "নোড লিখুন";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "ম্যানুয়াল মোড চালু করুন";

/* Node address label */
"NodeSelector.nodeLabel" = "বর্তমান প্রাথমিক নোড";

/* Node is not connected label */
"NodeSelector.notConnected" = "সংযুক্ত হয় নি ";

/* Node status label */
"NodeSelector.statusLabel" = "নোড সংযোগের  অবস্থা";

/* Node Selector view title */
"NodeSelector.title" = "bitradio নোড";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "ত্রূটিপূর্ণ  পেমেন্ট অনুরোধ";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "অসমর্থিত বা নষ্ট নথি";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "সার্টিফিকেট অনুপস্থিত ";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "অনুরোধের মেয়াদ শেষ হয়ে গেছে";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "অর্থ প্রদান করা যায়নি";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "bitradio অর্থ প্রদান %১$@ এর চেয়ে কম হতে পারে না";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "bitradio লেনদেনের আউটপুট  $@ এর চেয়ে কম হতে পারে না";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "স্বাক্ষরের ধরণ অসমর্থি";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "অবিশ্বস্ত সার্টিফিকেট";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "ফেস আইডি সক্ষম করতে এখানে চাপ দিন";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "ফেস আইডি সক্ষম ";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "আপনার ওয়ালেট রক্ষা করার জন্য একটি ডিভাইস পাসকোড প্রয়োজন। সেটিংসে যান এবং পাসকোড চালু করুন।";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "ডিভাইস পাসকোড চালু করুন";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "আপনার পেপার কী সংরক্ষণ করা আবশ্যক, যদি কখনও এটি হারিয়ে বা আপনার ফোন পরিবর্তন করেন। অবিরত থাকতে এখানে চাপ দিন। ";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "অ্যাকশন প্রয়োজন";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "আপনার ওয়ালেট সমন্বয় করা নেই। ব্লকচেইন পুনরায় স্ক্যান করে এটি সংশোধন করা যায়।";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "লেনদেন খারিজ";

/* header of PinView */
"Prompts.SecurityCheck.header" = "নিরাপত্তা অনুসন্ধান\n";

/* Share data prompt body */
"Prompts.ShareData.body" = "আমাদেরকে আপনার বেনামী ডেটা প্রদান করে DigiWallet উন্নত করতে সহায়তা করুন";

/* Share data prompt title */
"Prompts.ShareData.title" = "নামবিহীন তথ্য প্রদান করুন";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "টাচ আইডি সক্ষম করতে এখানে চাপ দিন ";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "টাচ আইডি সক্ষম";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet একটি 6-সংখ্যা PIN ব্যবহার করে আপগ্রেড করা হয়েছে। আপগ্রেড করার জন্য এখানে চাপ দিন ";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "পিন হালনাগাদ ";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "ভবিষ্যতে DigiWallet থেকে বিশেষ বার্তা পেতে  বিজ্ঞপ্তি চালু করুন।";

/* Push notifications toggle switch label */
"PushNotifications.label" = "বিজ্ঞপ্তি  পুশ ";

/* Push notifications are off label */
"PushNotifications.off" = "বন্ধ";

/* Push notifications are on label */
"PushNotifications.on" = "চালু   ";

/* Push notifications settings view title label */
"PushNotifications.title" = "বিজ্ঞপ্তি ";

/* Address copied message. */
"Receive.copied" = "ক্লিপবোর্ডে অনুলিপি করা হয়েছে";

/* Share via email button label */
"Receive.emailButton" = "ইমেইল";

/* Request button label */
"Receive.request" = "একটি পরিমাণ অনুরোধ";

/* Share button label */
"Receive.share" = "অংশ দেত্তয়া/ভাগ";

/* Share via text message (SMS) */
"Receive.textButton" = "লিখিত বার্তা";

/* Receive modal title */
"Receive.title" = "গ্রহণ ";

/* Done button text */
"RecoverWallet.done" = "সম্পন্ন";

/* Recover wallet header */
"RecoverWallet.header" = "ওয়ালেট পুনরুদ্ধার";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "PIN পুনরায় সেট করুন";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "কাগজের কী লিখুন";

/* Recover wallet intro */
"RecoverWallet.intro" = "আপনার কাগজ কী দিয়ে আপনার DigiWallet পুনরুদ্ধার করুন।";

/* Invalid paper key message */
"RecoverWallet.invalid" = "আপনি যে কাগজ কীটি/চাবি টি প্রবেশ করিয়েছেন তা অবৈধ। দয়া করে প্রতিটি শব্দ দুইবার পরীক্ষা করুন এবং আবার চেষ্টা করুন।";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "বাম তীর/বাম দিকে ";

/* Next button label */
"RecoverWallet.next" = "পরবর্তী";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "আরও তথ্যের জন্য এখানে চাপ দিন ";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "ডান দিকে ";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "আপনি যে ওয়ালেট পুনরুদ্ধার করতে চান তার জন্য কাগজ কী লিখুন।";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "আপনার পিন পুনরায় সেট করতে, আপনার কাগজের কী থেকে নীচের বক্সে শব্দগুলি লিখুন।";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "দয়া করে প্রথমে একটি পরিমাণ লিখুন।";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "একটি পরিমাণ অনুরোধ";

/* Alert action button label */
"ReScan.alertAction" = "সুসংগত";

/* Alert message body */
"ReScan.alertMessage" = "সুসংগত/সিনক্রোনাইজ করার সময় আপনি টাকা পাঠাতে পারবেন না। ";

/* Alert message title */
"ReScan.alertTitle" = "ব্লকচেইন দিয়ে সুসংগত/সিনক্রোনাইজ?";

/* extimated time */
"ReScan.body1" = "২০-৪৫ মিনিট";

/* Syncing explanation */
"ReScan.body2" = "যদি bitradio নেটওয়ার্কে একটি লেনদেন সম্পন্ন দেখায় কিন্তু আপনার DigiWallet মধ্যে না।";

/* Syncing explanation */
"ReScan.body3" = "আপনার লেনদেন প্রত্যাখ্যান করা হয়েছে বলে আপনি বারবার একটি ভুল/ত্রূটি পান।";

/* Start Sync button label */
"ReScan.buttonTitle" = "সুসংগত আরম্ভ/ সিনক্রোনাইজ  শুরু ";

/* Sync blockchain view footer */
"ReScan.footer" = "ব্লকচেইন এর সাথে সুসংগত/সিনক্রোনাইজ  করার সময় আপনি টাকা পাঠাতে পারবেন না।";

/* Sync Blockchain view header */
"ReScan.header" = "সিনক্রোনাইজ  ব্লকচেইন ";

/* Subheader label */
"ReScan.subheader1" = "আনুমানিক সময়";

/* Subheader label */
"ReScan.subheader2" = "কখন সিনক্রোনাইজ হবে?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "ক্যামেরা ফ্ল্যাশ";

/* Complete filter label */
"Search.complete" = "সম্পূর্ণ";

/* Pending filter label */
"Search.pending" = "অমীমাংসিত";

/* Received filter label */
"Search.received" = "গ্রহণ ";

/* Sent filter label */
"Search.sent" = "প্রেরণ ";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "ফেস আইডি ";

/* Security Center Info */
"SecurityCenter.info" = "সর্বাধিক সুরক্ষার জন্য সমস্ত নিরাপত্তা ব্যাবস্থা সক্রিয় করুন";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "আপনি আপনার ফোন হারিয়ে ফেললে বা আপগ্রেড করলে এটি আপনার bitradio অ্যাক্সেস করার একমাত্র উপায়।";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "কাগজ কী/পেপার চাবি";

/* PIN button description */
"SecurityCenter.pinDescription" = "অ-অনুমোদিত ব্যবহারকারীদের কাছ থেকে আপনার DigiWallet রক্ষা করুন।  ";

/* PIN button title */
"SecurityCenter.pinTitle" = "৬-সংখ্যার পিন";

/* Security Center Title */
"SecurityCenter.title" = "নিরাপত্তা কেন্দ্র";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "সুবিধামত আপনার DigiWallet আনলক করুন  এবং একটি নিদিষ্ট সীমা পর্যন্ত টাকা পাঠান।";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "স্পর্শ আইডি";

/* Send money amount label */
"Send.amountLabel" = "পরিমাণ";

/* Balance: $4.00 */
"Send.balance" = "ব্যালেন্স: %১$ @";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "সেটিংসে যান এবং ক্যামেরা জন্য অ্যাক্সেসের অনুমতি দিন ";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet এই ক্যামেরা অ্যাক্সেস করার অনুমতি নেই";

/* Warning when sending to self. */
"Send.containsAddress" = "এই গন্তব্য আপনার নিজস্ব ঠিকানা। আপনি নিজের কাছে পাঠাতে পারেন না।";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "লেনদেন তৈরি করা যায়নি";

/* Description for sending money label */
"Send.descriptionLabel" = "স্মারকলিপি/মেমো ";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "পেস্টবোর্ড খালি ";

/* Network Fee: $0.01 */
"Send.fee" = "নেটওয়ার্ক ফি: %১$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "পাত্তনাদার পরিচয় সার্টিফাইড নয়।";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "গন্তব্য ঠিকানা একটি বৈধ bitradio ঠিকানা নয়। ";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "পেস্টবোর্ডটিতে একটি বৈধ bitradio ঠিকানা নেই।";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "ভুল ঠিকানা";

/* Is rescanning error message */
"Send.isRescanning" = "সম্পূর্ণ রিস্ক্যান এর সময় কিছু পাঠানো অক্ষম। ";

/* Loading request activity view message */
"Send.loadingRequest" = "লোডিং অনুরোধ";

/* Empty address alert message */
"Send.noAddress" = "দয়া করে প্রাপকের ঠিকানা লিখুন ";

/* Emtpy amount alert message */
"Send.noAmount" = "দয়া করে পাঠানোর জন্য একটি পরিমাণ লিখুন। ";

/* Paste button label */
"Send.pasteLabel" = "এখানে রাখুন ";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "লেনদেন প্রকাশ করা যায়নি";

/* Could not load remote request error message */
"Send.remoteRequestError" = "পেমেন্ট অনুরোধ লোড করা যায়নি";

/* Scan button label */
"Send.scanLabel" = "খুঁটিয়ে দেখা ";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "পাঠান";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "পাঠান";

/* Send money to label */
"Send.toLabel" = "থেকে";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "bitradio ঠিকানা শুধুমাত্র একবার ব্যবহারের জন্য লক্ষ্য করা হয়।";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "পুনরায় ব্যবহার আপনার এবং প্রাপক উভয়ের জন্য গোপনীয়তা হ্রাস করে এবং প্রাপক যদি সরাসরি ঠিকানা নিয়ন্ত্রণ করে না  তাহলে ক্ষতি হতে পারে।";

/* Adress already used alert title */
"Send.UsedAddress.title" = "ঠিকানা ইতোমধ্যে ব্যবহৃত হয়েছে ";

/* About label */
"Settings.about" = "সম্পর্কে";

/* Advanced Settings title */
"Settings.advancedTitle" = "অতিরিক্ত/উন্নত সেটিংস";

/* i.e. the currency which will be displayed */
"Settings.currency" = "মুদ্রা প্রদর্শন ";

/* Join Early access label */
"Settings.earlyAccess" = "দ্রুত প্রবেসে যোগ দিন";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "আপনি কি DigiWallet উপভোগ করছেন?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "ফেস আইডি ব্যয় সীমা অতিক্রম ";

/* Import wallet label */
"Settings.importTitle" = "ওয়ালেট ইম্পোর্ট করুন  ";

/* Manage settings section header */
"Settings.manage" = "পরিচালনা";

/* Notifications label */
"Settings.notifications" = "বিজ্ঞপ্তিগুলি";

/* Leave review button label */
"Settings.review" = "আমাদের একটি পর্যালোচনা দিন/করুন ";

/* Share anonymous data label */
"Settings.shareData" = "অজ্ঞাতনামা তথ্য প্রদান করুন";

/* Sync blockchain label */
"Settings.sync" = "ব্লকচেইন সিনক্রোনাইজ ";

/* Settings title */
"Settings.title" = "সেটিংস";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "স্পর্শ আইডি ব্যয় সীমা অতিক্রম ";

/* Wallet Settings section header */
"Settings.wallet" = "মানিব্যাগ/ওয়ালেট ";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "অন্য একটি ওয়ালেট  শুরু/পুনরুদ্ধার";

/* Share data view body */
"ShareData.body" = "আমাদেরকে আপনার বেনামী তথ্য প্রদান করে DigiWallet উন্নত করতে সহায়তা করুন। এটি কোনো আর্থিক তথ্য অন্তর্ভুক্ত করে না। আমরা আপনার আর্থিক গোপনীয়তাকে সম্মান করি।";

/* Share data header */
"ShareData.header" = "তথ্য কি শেয়ার করবেন?";

/* Share data switch label. */
"ShareData.toggleLabel" = "নামহীন  তথ্য কি শেয়ার করবেন?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "আবার নিচে পেপার/কাগজ চাবি লিখুন";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "আপনার ফোনের হারিয়ে গেলে, চুরি হলে, ভেঙে গেলে বা আপগ্রেড করা হলে কাগজের/পেপার  চাবি  আপনার DigiWallet পুনরুদ্ধার করার একমাত্র উপায়।\n\nআমরা কাগজের একটি টুকরো লিখতে এবং নিরাপদ রাখার জন্য আপনাকে শব্দগুলির একটি তালিকা দেখাব।";

/* button label */
"StartPaperPhrase.buttonTitle" = "নিচে পেপার কী লিখুন";

/* Argument is date */
"StartPaperPhrase.date" = "আপনি শেষ %1$@ আপনার পেপার কী/চাবি লিখেছেন";

/* Start view message */
"StartViewController.message" = "এটি bitradio ব্যবহার সবচেয়ে নিশ্চিত এবং নিরাপদ উপায়।";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "উচ্চতা প্রতিবন্ধক";

"SynchingView.progressLabel" = "\nঅগ্রগতি";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "সংযোগ";

/* Syncing view header text */
"SyncingView.header" = "সিঙ্ক/সিনক্রোনাইজ করা হচ্ছে";

/* Retry button label */
"SyncingView.retry" = "পুনরায় চেষ্টা করুণ ";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "সিনক্রোনাইজ করা হচ্ছে";

/* 6 d (6 days) */
"TimeSince.days" = "%১ $@ ডি";

/* 6 h (6 hours) */
"TimeSince.hours" = "%১$@ এইচ ";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%১$@ এম ";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%১$@ এস ";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "আপনি %১$@ থেকে আপনার স্পর্শ আইডি খরচ সীমা কাস্টমাইজ করতে পারেন।";

/* Touch Id screen label */
"TouchIdSettings.label" = "আপনার DigiWallet আনলক করতে আপনার আঙ্গুলের ছাপ ব্যবহার করুন এবং একটি সেট করা সীমা পর্যন্ত টাকা পাঠান।";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "স্পর্শ আইডি খরচ সীমা অতিক্রম ";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "খরচ সীমা: %১$@ (%২$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "DigiWallet এর জন্য টাচ আইডি সক্ষম করুন";

/* Touch ID settings view title */
"TouchIdSettings.title" = "টাচ আইডি";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "আপনি এই ডিভাইসে স্পর্শ আইডি সেট আপ করেন নি। সেটিংস এ যান-> এখন টাচ আইডি এবং পাসকোড সেট করুন।";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "স্পর্শ আইডি সেট আপ করা নেই ";

/* Always require passcode option */
"TouchIdSpendingLimit" = "সর্বদা পাসকোড প্রয়োজন";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "নিদিষ্ট সীমা পর্যন্ত যেকোন লেনদেন পাঠাতে, আপনাকে আপনার ৬-ডিজিটের PIN লিখতে বলা হবে, এবং আপনার ৬-ডিজিটের PIN  অন্তত 48 ঘন্টা  আগে প্রবেশ করিয়েছেন";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "স্পর্শ আইডি ব্যয় সীমা অতিক্রম";

/* Availability status text */
"Transaction.available" = "ব্যয় করার জন্য ব্যবহারযোগ্য";

/* Transaction complete label */
"Transaction.complete" = "সম্পূর্ণ";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "শেষ ব্যালেন্স হচ্ছে: %১$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "যখন বিনিময় হার পেয়েছেন:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "যখন বিনিময় হার পাঠিয়েছেন:";

/* (b600 fee) */
"Transaction.fee" = "(%১$@ ফি)";

/* Invalid transaction */
"Transaction.invalid" = "অকার্যকর";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "এক্ষুনি";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "চলমান: %১$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "চলমান: %১$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "শুরুর  ব্যালেন্স: %১$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "অনুমোদনের জন্য অপেক্ষা একটি লেনদেন সম্পন্ন করার জন্য কিছু ব্যবসায়ীদের অনুমোদন প্রয়োজন। আনুমানিক সময়: ১-২ মিনিট৷";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "হিসাব/একাউন্ট ";

/* Amount section header */
"TransactionDetails.amountHeader" = "পরিমাণ";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "অনুমোদনে বাধা ";

/* Memo section header */
"TransactionDetails.commentsHeader" = "স্মারকলিপি";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "আপনার লেনদেন এখানে প্রদর্শিত হবে।";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "%১$@ -তে";

/* More button title */
"TransactionDetails.more" = "আরো ...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "%১$@ সরানো হয়েছে";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "<b>%১@</b> সরানো হয়েছে";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "নিশ্চিত নয় ";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%১$@ গ্রহণ";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "<b>%১@</b>গ্রহণ";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "%১$@ প্রেরণ ";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "<b>%১@</b> প্রেরণ";

/* Status section header */
"TransactionDetails.statusHeader" = "অবস্থা";

/* Transaction Details Title */
"TransactionDetails.title" = "লেনদেনের বিবরণী";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "%১$@ তে ";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "bitradio লেনদেন আইডি";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "এই ঠিকানাতে গ্রহণ";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "এই ঠিকানাতে পাঠানো হয়েছে";

/* filter buttons for transactionView */
"TransactionView.all" = "সমস্ত";

"TransactionView.received" = "গৃহীত";

"TransactionView.sent" = "প্রেরিত";

/* Disabled until date */
"UnlockScreen.disabled" = "যতক্ষণ পর্যন্ত না নিষ্ক্রিয়: %১$@ ";

/* My Address button title */
"UnlockScreen.myAddress" = "আমার ঠিকানা";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "PIN পুনরায় সেট করুন";

/* Scan button title */
"UnlockScreen.scan" = "খুঁটিয়ে দেখা";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "PIN লিখুন";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "আপনার DigiWallet আনলক করুন";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "টাচ আইডি দিয়ে আনলক করুন";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "ওয়ালেট আনলক করা হয়েছে";

/* Update PIN caption text */
"UpdatePin.caption" = "এই পিনটি মনে রাখুন। যদি আপনি এটি ভুলে যান, তাহলে আপনি আপনার bitradio এ প্রবেশ করতে পারবেন না।";

/* PIN creation info. */
"UpdatePin.createInstruction" = "আপনার পিন টি আপনার DigiWallet আনলক করতে এবং অর্থ পাঠাতে ব্যবহার করা হবে।";

/* Update PIN title */
"UpdatePin.createTitle" = "PIN সেট করুন";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "PIN- পুনরায় লিখুন";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "আপনার বর্তমান PIN লিখুন";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "আপনার নতুন PIN লিখুন";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "পুনরায় আপনার নতুন PIN লিখুন";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "দুঃখিত, PIN হালনাগাদ করা যায়নি";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "PIN হালনাগাদ  ভুল";

/* Update PIN title */
"UpdatePin.updateTitle" = "PIN হালনাগাদ";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "ক্লিপবোর্ডে কি ওয়ালেট ঠিকানা অনুলিপি করবেন?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "ওয়ালেটের  ঠিকানাটি ক্লিপবোর্ডে কপি করতে অনুমোদন করুন";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "ওয়ালেট ঠিকানা অনুলিপি করুন";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "অনুলিপি";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "এই লেনদেন টি  অনুমোদন করার জন্য আপনার পিন লিখুন।";

/* Verify PIN view body */
"VerifyPin.continueBody" = "চালিয়ে যেতে আপনার পিনটি প্রবেশ করান।";

/* Verify PIN view title */
"VerifyPin.title" = "PIN প্রয়োজন";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "এই লেনদেন অনুমোদন";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "\nআপনার ওয়ালেট সেট আপ করার জন্য DigiWallet আইফোন অ্যাপ্লিকেশন চালু করুন। ";

/* Dismiss button label */
"Webview.dismiss" = "বরখাস্ত/বাদ";

/* Webview loading error message */
"Webview.errorMessage" = "বিষয়বস্তু লোড করার সময় একটি সমস্যা হয়েছে। অনুগ্রহপূর্বক আবার চেষ্টা করুন। ";

/* Updating webview message */
"Webview.updating" = "হালনাগাদ করা হচ্ছে ...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "iOS এর জন্য bitradio তার নাম পরিবর্তন  করে DigiWallet করেছে, একটি নতুন চেহারা এবং কিছু নতুন বৈশিষ্ট্য যুক্ত হয়েছে।\n\nযদি আপনার সাহায্যের প্রয়োজন হয়, তবে স্ক্রিনের উপরের ডানদিকে (?) চিহ্ন সন্ধান করুন।";

/* Top title of welcome screen */
"Welcome.title" = "DigiWallet এ স্বাগতম!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "আপনি কি এই ওয়ালেটটি মুছে ফেলতে চান?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "ওয়ালেট কি মুছে ফেলবেন?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "ওয়ালেট মুছ ফেলতে ব্যর্থ।";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "ব্যর্থ";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "এটি মুছে ফেলা এবং শুরু বা অন্য পুনরুদ্ধারের জন্য এই ওয়ালেট পুনরুদ্ধারের বাক্য লিখুন। এই বাক্যটি হলো আপনার বর্তমান সর্বশেষ ব্যালেন্স।";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "অন্য একটি ওয়ালেট চালু বা পুনরুদ্ধার করেত আপনাকে এই ডিভাইসে একটি ভিন্ন DigiWallet প্রবেশ এবং পরিচালনা করতে দেয়।";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "আপনি আর এই ডিভাইস থেকে আপনার বর্তমান DigiWallet অ্যাক্সেস করতে পারবেন না।";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "\nঅন্য একটি ওয়ালেট শুরু বা উদ্ধার করুন";

/* Wipe wallet button title */
"WipeWallet.wipe" = "মুছিয়া ফেলা";

/* Wiping activity message */
"WipeWallet.wiping" = "মুছে ফেলা হয়েছে...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "নিচে প্রতিটি শব্দ লিখুন এবং এটি একটি নিরাপদ স্থানে সংরক্ষণ করুন।";

/* button label */
"WritePaperPhrase.next" = "পরবর্তী";

/* button label */
"WritePaperPhrase.previous" = "পূর্ববর্তী";

/* 1 of 3 */
"WritePaperPhrase.step" = "%২$ডি এর %১$ডি ";

